Repository: OpenMediaVault-Plugin-Developers/openmediavault-syncthing
Catalog: usr/share/openmediavault/locale/*/openmediavault-syncthing.po
Languages: de_de, hu_hu, ru_ru

source: Add user
de_de: Benutzer hinzufügen
hu_hu: Felhasználó hozzáadás
ru_ru: Добавить пользователя

source: Edit user
de_de: Benutzer bearbeiten
hu_hu: Felhasználó szerkesztés
ru_ru: Редактировать пользователя

source: Enable
de_de: Aktivieren
hu_hu: Engedélyez
ru_ru: Включить

source: Enabled
de_de: Aktiviert
hu_hu: Engedélyezve
ru_ru: Включено

source: Folders
de_de: Ordner
hu_hu: Mappák
ru_ru: Папки

source: GUI Address
de_de: GUI Adresse
hu_hu: Grafikus felület címe
ru_ru: GUI адрес

source: GUI Port
hu_hu: Grafikus felület port
ru_ru: GUI порт

source: IP address for GUI. Use 0.0.0.0 for all host IPs.
de_de: IP Adresse für GUI. Benutze 0.0.0.0 für alle Host IPs.
hu_hu: Grafikus felület IP címe. Használd a 0.0.0.0-t a kiszolgáló összes IP címéhez.
ru_ru: IP-адрес для GUI. Используйте 0.0.0.0 принимать для всех IP.

source: IP address to listen on. Use 0.0.0.0 for all host IPs.
de_de: IP Adresse, auf der gehorcht wird. Benutze 0.0.0.0 für alle Host IPs.
hu_hu: Figyelés ezen az IP címen. Használd a 0.0.0.0-t a kiszolgáló összes IP címéhez.
ru_ru: IP-адрес для прослушивания. Используйте 0.0.0.0 принимать для всех IP.

source: Limit receive speed. Value is Kb/s. 0 to disable.
de_de: Begrenze Empfangsgeschwindigkeit. Wert ist in Kb/s. 0 um dies zu deaktivieren
hu_hu: Fogadás sebességének korlátozása. Érték Kb/s-ban. 0 a letiltáshoz.
ru_ru: Ограничить скорость получения. 0 Кб/с. для отключения.

source: Limit send speed. Value is Kb/s. 0 to disable.
de_de: Begrenze Sendegeschwindigkeit. Wert ist in Kb/s. 0 um dies zu deaktivieren
hu_hu: Küldés sebességének korlátozása. Érték Kb/s-ban. 0 a letiltáshoz.
ru_ru: Ограничить скорость отдачи. 0 Кб/с. для отключения.

source: Line
de_de: Leitung
hu_hu: Vonal

source: Listen Address
de_de: IP Adresse, auf die gehorcht wird
hu_hu: Figyelés cím
ru_ru: Прослушать адрес

source: Listen Port
de_de: Port, auf dem gehorcht wird
hu_hu: Figyelés port
ru_ru: Прослушать порт

source: Log
hu_hu: Napló

source: Max Receive
de_de: Max. Empfang
hu_hu: Max fogadás
ru_ru: Макс. Получение

source: Max Send
de_de: Max. Senden
hu_hu: Max küldés
ru_ru: Max Отправить

source: Message
de_de: Nachricht
hu_hu: Üzenet

source: Message - row {0}
de_de: Nachricht - Reihe {0}
hu_hu: Üzenet - row {0}

source: Open Web Interface
de_de: Öffne Web Interface
hu_hu: Webes felület megnyitása
ru_ru: Открыть веб-интерфейс

source: Path
de_de: Pfad
hu_hu: Útvonal
ru_ru: Путь

source: Port to listen on.
de_de: Port, auf dem gehorcht wird.
hu_hu: Figyelt port
ru_ru: Порт для прослушивания.

source: Restart
de_de: Neustart
hu_hu: Újraindítás

source: Services
hu_hu: Szolgáltatások
ru_ru: Сервисы

source: Settings
de_de: Einstellungen
hu_hu: Beállítások
ru_ru: Настройки

source: Syncthing Users
de_de: Syncthing Benutzer
hu_hu: Syncthing felhasználók
ru_ru: Пользователи Syncthing

source: This GUI port is already in use.
de_de: Dieser GUI Port ist schon in Benutzung.
hu_hu: Ez a GUI port már használatban van.

source: This listen port is already in use.
de_de: Dieser Port ist schon in Benutzung.
hu_hu: Ez a figyelő port már használatban van.

source: This username is already in use.
de_de: Dieser Benutzername ist schon in Benutzung.
hu_hu: Ez a felhasználónév már használatban van.

source: User
de_de: Benutzer
hu_hu: Felhasználó
ru_ru: Пользователь

source: View Log
de_de: Log ansehen
hu_hu: Napló megtekintés
